
with open('registration.txt', encoding="utf-8") as file:
    data1 = file.read()
    data2 = data1.split('\n')
    data = []
    for i in data2:
        data.append(i.split('\t'))

fnms = ['8', 'Б', '为人民服务为人民服务', 'Тест', 'Nick', 'ААААААААААААААААААААААААААААААА', '!!@$#%!!@$#%']
lnms = ['Nick', '为人民服务为人民服务', 'ААААААААААААААААААААААААААААААА', 'Тестов', 'Б', '!!@$#%!!@$#%', '8']
phone_field = ['!!@$#%!!@$#%', '为人民服务为人民服务', 'ААААААААААААААААААААААААААААААА', '8', 'абвгдеёж', '+79999999999']
email_field = ['!!@$#%!!@$#%', '为人民服务为人民服务', 'ААААААААААААААААААААААААААААААА', '8', 'alb9061@yandex.ru', 'абвгдеёж']
login_field = ['!!@$#%!!@$#%', '为人民服务为人民服务', 'ААААААААААААААААААААААААААААААА', '8', 'абвгдеёж', 'alb9061']
ls_field = ['!!@$#%!!@$#%', '为人民服务为人民服务', 'ААААААААААААААААААААААААААААААА', '8', 'абвгдеёж', '123456789123']
pswd = ['为人民服务为人民服务1Gg', 'abcdefgh1', 'ABCDEFGH1', 'Abcdefgh', '!!@$#%!!@$#%', 'абвгдеёж', '8', 'AAAAAAAAAAAAAAAAAAAAA']

